{
    "restaurants": [{
            "id": 1,
            "name": "Mikey's on the Bayou",
            "neighborhood": "St. Martin",
            "photograph": "1.jpg",
            "address": "5600 Washington Ave, Ocean Springs, MS 39564",
            "latlng": {
                "lat": 30.422949,
                "lng": -88.828413
            },
            "cuisine_type": "Seafood/American",
            "operating_hours": {
                "Monday": "11:00 am - 9:00 pm",
                "Tuesday": "11:00 am - 9:00 pm",
                "Wednesday": "11:00 am - 9:00 pm",
                "Thursday": "11:00 am - 9:00 pm",
                "Friday": "11:00 am - 10:00 pm",
                "Saturday": "11:00 am - 10:00 pm",
                "Sunday": "11:00 am - 9:00 pm"
            },
            "reviews": [{
                    "name": "Wendie",
                    "date": "July 26, 2019",
                    "rating": 5,
                    "comments": "For our first night in town Mikey’s came HIGHLY recommended.Their food was AMAZING!Very casual, down home restaurant.Could use a little updating but overall it was a GREAT experience with AMAZINGLY nice and accommodating staff."
                },

                {
                    "name": "Anna",
                    "date": "August 15, 2019",
                    "rating": 5,
                    "comments": "The seafood is so good and they have an all you can eat special all weekend and weekdays after 4. All you can eat shrimp, fish, and chicken tenders. All of it was great!"
                },
                {
                    "name": "Kemp",
                    "date": "August 15, 2019",
                    "rating": 3,
                    "comments": "My wife placed our order, we were told 25 minutes and our food would be ready. I Show up 30 min later wait at the register, 10 more min to talk to someone. The waitress says they haven't started cooking the food yet, almost 45 minutes after we ordered. They never bothered to call to let me know before i drove over. Food has gone down hill and the service has fallen off a cliff. Froghead grill has better catfish by far."
                }
            ]
        },
        {
            "id": 2,
            "name": "Aunt Jenny's Catfish Restaurant",
            "neighborhood": "Gulf Hills",
            "photograph": "2.jpg",
            "address": "1217 Washington Ave, Ocean Springs, MS 39564",
            "latlng": {
                "lat": 30.418628,
                "lng": -88.828157
            },
            "cuisine_type": "Seafood/American",
            "operating_hours": {
                "Monday": "4:00 pm - 9:00 pm",
                "Tuesday": "4:00 pm - 9:00 pm",
                "Wednesday": "4:00 pm - 9:00 pm",
                "Thursday": "11:00 am - 9:00 pm",
                "Friday": "11:00 am - 9:30 pm",
                "Saturday": "11:00 am - 9:30 pm",
                "Sunday": "11:00 am - 8:00 pm"
            },
            "reviews": [{
                    "name": "Micah",
                    "date": "August 18, 2019",
                    "rating": 5,
                    "comments": "Down in Mississippi there's an old white house down by the river, under the bridge, near the fishery where you can get a huge helping of catfish, biscuits, and hush puppies that will make you want to slap your mama. A big bucket of coleslaw is set in the middle of the table for everyone to share. The catfish is amazing, breaded just enough to give you that crunch as your first bite into it, and then that juicy meat steals the show with flavor catfish has no right to have, and the perfect level of tenderness. The staff is the very picture of southern hospitality. No visit to Mississippi is complete without visiting Aunt Jenny!"
                },
                {
                    "name": "Tan",
                    "date": "August 24, 2019",
                    "rating": 5,
                    "comments": "This is a historical restaurant in every sense of the word. Beautiful view. Antique furniture. Super friendly staff. Large portions of delicious catfish, shrimp, or chicken. Free delicious biscuits and coleslaw(as much as you want). You can get baked ham or fries with your entree."
                },
                {
                    "name": "Sean",
                    "date": "July 30, 2019",
                    "rating": 5,
                    "comments": "This place was amazing. The catfish was crisp and juicy, and so fresh!  The accompaniments were also tasty and the drinks downstairs were a great way to end the night!  Staff at the restaurant and the Julep Room were courteous, friendly, and quick to serve.  I’d definitely recommend and can’t wait to visit Biloxi and stop in again! Cheers!"
                }
            ]
        },
        {
            "id": 3,
            "name": "Maison De Lu",
            "neighborhood": "Downtown",
            "photograph": "3.jpg",
            "address": "626 Washington Ave, Ocean Springs, MS 39564",
            "latlng": {
                "lat": 30.412757,
                "lng": -88.827595
            },
            "cuisine_type": "French",
            "operating_hours": {
                "Monday": "11:00 am - 2:00 pm",
                "Tuesday": "11:00 am - 2:00 pm, 4:00 pm - 9:00 pm",
                "Wednesday": "11:00 am - 2:00 pm, 4:00 pm - 9:00 pm",
                "Thursday": "11:00 am - 2:00 pm, 4:00 pm - 9:00 pm",
                "Friday": "11:00 am - 2:00 pm, 4:00 pm - 9:00 pm",
                "Saturday": "11:00 am - 2:00 pm, 4:00 pm - 9:00 pm",
                "Sunday": "Closed"
            },
            "reviews": [{
                    "name": "Jordan",
                    "date": "June 26, 2019",
                    "rating": 5,
                    "comments": "Absolutely loved it! They have a pepper jelly ham, and swiss sandwich that is so good! Please go if you like French atmosphere. Perfect for a girls shopping and lunch date!"
                },
                {
                    "name": "Kemmy",
                    "date": "August 6, 2019",
                    "rating": 5,
                    "comments": "Food is superb! Great little restaurant in downtown Ocean Springs. Very friendly staff. Wonderful chef specials."
                },
                {
                    "name": "Rachelle",
                    "date": "May 18, 2019",
                    "rating": 5,
                    "comments": "The owner suggesting cocktails and sending samples=amazing experience!  Never had a bad meal! Def get the goat cheese appetizer and whatever they suggest! So good!"
                }
            ]
        },
        {
            "id": 4,
            "name": "Phoenicia Gourmet Restaurant",
            "neighborhood": "Downtown",
            "photograph": "4.jpg",
            "address": "1223 Government St, Ocean Springs, MS 39564",
            "latlng": {
                "lat": 30.414014,
                "lng": -88.824239
            },
            "cuisine_type": "Greek",
            "operating_hours": {
                "Monday": "8:00 am - 10:30 pm",
                "Tuesday": "8:00 am - 10:30 pm",
                "Wednesday": "8:00 am - 10:30 pm",
                "Thursday": "8:00 am - 2:30 am",
                "Friday": "8:00 am - Sat",
                "Saturday": "Open 24 hours",
                "Sunday": "Sat - 10:30 pm"
            },
            "reviews": [{
                    "name": "JoAnne",
                    "date": "July 20, 2019",
                    "rating": 4,
                    "comments": "Would have given 5 stars, but hostess was not pleasant at all and while we were eating the smoke coming out of the kitchen filled the dining room (someone forgot to turn on the fans????) caused me to have an asthma attack, forcing to leave. Once outside I used my inhaler in full view of owner, hostess and staff. NO ONE checked on me. Now to the food which was amazing!!!! best we eaten in six months. Just wish I could have stayed and eaten my dessert. Our waitress was really good, took her time with us to answer question we had about menu. Service excellent!! Yes we will go back, but will make sure fans are on."
                },
                {
                    "name": "Kwon",
                    "date": "August 26, 2019",
                    "rating": 1,
                    "comments": "Skip this restaurant. I went for breakfast, and the food, service, and atmosphere is deplorable. The eggs were over-cooked and rubbery in my omelette, and my boyfriend got the crab cake Benedict. First, his eggs were not poached, they were cooked all the way through, so they arrived like tough nuggets. Then, upon closer inspection, there was half a shell cooked into one of them. He politely asked the server if he could have another one, and eventually she brought out a bare egg in a small dish (no replacement hollandaise or anything), as if she expected him to re-assemble half of his own breakfast at the table. She seemed surprised when he said he wanted a replacement Benedict. It was as if the kitchen wasn’t even informed of the situation. And the manager/owner obviously wasn’t aware of what had happened. Then, when the bill came, his breakfast was still full price. When we went to the front to settle the bill, the man (owner?) at the front was clearly admonishing the hostess for a time clock issue (right at the hostess’ station!), then was very rude when we explained the issue. He did give us 20% off...a meal that was only 50% edible, which, even though I’m terrible at math, doesn’t seem to add up. Needless to say, because this restaurant is run with heavy handed, despotic management, the entire staff looked miserable and it showed in the service. The hostess was very sweet and put-upon, the one upside to the whole experience. As nice as she was, just forgo the whole terrible experience and save yourself the headache."
                },
                {
                    "name": "Danelle",
                    "date": "June 19, 2019",
                    "rating": 5,
                    "comments": "I normally do not give reviews but this place deserves 10 starts in my opinion! We came on a recommendation for breakfast and I have to say it was amazing. We enjoyed the brunch buffet, with unlimited mimosas I might add. The price is fair and the food was amazing! Best pancakes I have ever eaten. We will definitely be back!"
                }
            ]
        },
        {
            "id": 5,
            "name": "Charred Steak and Oyster Bar",
            "neighborhood": "Downtown",
            "photograph": "5.jpg",
            "address": "1019 Government St, Ocean Springs, MS 39564",
            "latlng": {
                "lat": 30.414062,
                "lng": -88.826609
            },
            "cuisine_type": "Seafood/American",
            "operating_hours": {
                "Monday": "Closed",
                "Tuesday": "2:00 pm - 9:00 pm",
                "Wednesday": "2:00 pm - 9:00 pm",
                "Thursday": "2:00 pm - 9:00 pm",
                "Friday": "11:00 am - 10:00 pm",
                "Saturday": "11:00 am - 10:00 pm",
                "Sunday": "10:00 am - 2:00 pm"
            },
            "reviews": [{
                    "name": "Curtis",
                    "date": "June 26, 2019",
                    "rating": 5,
                    "comments": "Pleasantly surprised at the level of food for the price!   Decided to eat here spur of the moment,  and was not disappointed.   Very very welcoming and friendly staff from The manager to the host and waitress.  Our waitress suggested the seared pork chop special, and while not a big pork eater,  I decided to give it a try.  Date ordered the steak tacos.   Both were fantastic. The quality, preparation and flavor of this pork chop was off the charts amazing.   Im not sure how they're pulling that off for 10 bucks but just order it and you'll be amazed.   I was.   Really crispy crusty sear and perfectly cooked.  Served on a bed of greens and sweet potatoes.  The dipping sauces for the steak tacos were kicked up spicy,  and complimented them well.  Our drinks were never empty and our waitress was perfectly attentive.   She just sensed if we're needed anything and totally non intrusive otherwise.   We'll be back to explore the rest of the menu."
                },
                {
                    "name": "N.M.",
                    "date": "May 6, 2019",
                    "rating": 5,
                    "comments": "This is by far the best steak I have had since moving to MS. I didn't get any of the toppings on the steak because I wanted to experience just the steak. It was superb and when I return I will get it without the sauteed toppings again. The atmosphere was great. It was less than formal but more than casual. Romantic and close atmosphere with excellent staff. This is a place you can frequent for a drink or make a weekly or monthly treat and will never be let down. I wish I could give it 6 stars."
                },
                {
                    "name": "Matt",
                    "date": "August 23, 2019",
                    "rating": 5,
                    "comments": "One of my favorite places in OS. The oysters and steak are amazing and the margaritas are some of the best I've had. Can't go wrong here."
                }
            ]
        },
        {
            "id": 6,
            "name": "Chef Scott's",
            "neighborhood": "Downtown",
            "photograph": "6.jpg",
            "address": "1314 Government St, Ocean Springs, MS 39564",
            "latlng": {
                "lat": 30.413770,
                "lng": -88.823549
            },
            "cuisine_type": "Sushi",
            "operating_hours": {
                "Monday": "Closed",
                "Tuesday": "11:00 am - 2:30 pm, 5:00 pm - 10:00 pm",
                "Wednesday": "11:00 am - 2:30 pm, 5:00 pm - 10:00 pm",
                "Thursday": "11:00 am - 2:30 pm, 5:00 pm - 10:00 pm",
                "Friday": "11:00 am - 2:30 pm, 5:00 pm - 10:00 pm",
                "Saturday": "11:00 am - 2:30 pm, 5:00 pm - 10:00 pm",
                "Sunday": "Closed"
            },
            "reviews": [{
                    "name": "Samantha",
                    "date": "August 26, 2019",
                    "rating": 5,
                    "comments": "Excellent sushi grade fish. to date, I have not found better Sushi in this area. The quality of fish was very high and it was fresh and the correct temperature. The wait staff and chefs were very kind and gave excellent service. it is also reasonably priced."
                },
                {
                    "name": "James",
                    "date": "August 10, 2019",
                    "rating": 5,
                    "comments": "The food and atmosphere are wonderful here - it’s a unique place that doesn’t look like your typical sushi bar, with interesting artwork throughout. We had no wait, but went there around 5:30 on a Friday. The service is outstanding."
                },
                {
                    "name": "Kristen",
                    "date": "July 28, 2019",
                    "rating": 4,
                    "comments": "The tuna the mail man roll was great.My shrimp tempura roll was ok but nothing special.Great atmosphere."
                }
            ]
        },
        {
            "id": 7,
            "name": "The Tatonut Donut Shop",
            "neighborhood": "Downtown",
            "photograph": "7.jpg",
            "address": "1114 Government St. Ocean Springs, MS 39564",
            "latlng": {
                "lat": 30.413854,
                "lng": -88.825698
            },
            "cuisine_type": "Breakfast",
            "operating_hours": {
                "Monday": "Closed",
                "Tuesday": "5:30 am - 5:00 pm",
                "Wednesday": "11:30 am - 10:00 pm",
                "Thursday": "5:30 am - 5:00 pm",
                "Friday": "5:30 am - 5:00 pm",
                "Saturday": "5:30 am - 5:00 pm",
                "Sunday": "Closed"
            },
            "reviews": [{
                    "name": "Erik",
                    "date": "July 26, 2019",
                    "rating": 5,
                    "comments": "This is a must visit if you are here in ocean springs. The donuts are delicious here! There is usually a wait for to place your order but it is definitely worth waiting for. Make sure you get there early too because they sell out every now and then as well!"
                },
                {
                    "name": "Jacob",
                    "date": "June 15, 2019",
                    "rating": 4,
                    "comments": "Very nice small local place with a good story and happy employees. Even though the store stays very packed and busy in the morning the service is fast. The employees obviously know what they are doing. Only reason I didn’t give 5 stars was because I wish the store was slightly cleaner than when I came in. Other than that it’s hard to beat the store. Some of the best donuts I’ve had anywhere."
                },
                {
                    "name": "Timothy",
                    "date": "June 20, 2019",
                    "rating": 5,
                    "comments": "Been going here for 30 years. Handmade fresh donuts every day. Wonderful options. Love their cake donuts in blueberry, maple, and regular glaze. Love the chocolate twists. Great coffee too. Family owned and operated."
                }
            ]
        },
        {
            "id": 8,
            "name": "The Shed BBQ and Blues Joint",
            "neighborhood": "East OS",
            "photograph": "8.jpg",
            "address": "7501 Hwy 57, Ocean Springs, MS 39564",
            "latlng": {
                "lat": 30.447708,
                "lng": -88.718422
            },
            "cuisine_type": "BBQ/American",
            "operating_hours": {
                "Monday": "6:00 am - 9:00 pm",
                "Tuesday": "6:00 am - 10:00 pm",
                "Wednesday": "6:00 am - 10:00 pm",
                "Thursday": "6:00 am - 10:00 pm",
                "Friday": "6:00 am - 11:00 pm",
                "Saturday": "6:00 am - 11:00 pm",
                "Sunday": "6:00 am - 10:00 pm"
            },
            "reviews": [{
                    "name": "Rich",
                    "date": "August 10, 2019",
                    "rating": 4,
                    "comments": "Food was good, didn't live up to the hype (but what does). Service was friendly and got the orders out fast. A bit over-priced for what you get when compared to other BBQ restaurants.  The decor is interesting and what makes it a place to explore. We were there in the afternoon not in the evening when the music was happening, so that could add to the appeal. Overall worth the stop if you're in on I-10."
                },
                {
                    "name": "Trey",
                    "date": "July 26, 2019",
                    "rating": 5,
                    "comments": "Amazing place! This seemingly out of the way barbecue joint has been a welcome stop and destination on many an epic road trip. The pulled pork sandwich and ribs were delectable and cooked to perfection.  The atmosphere of the shed really adds to the experience of eating some of the best barbecue in the South. Definitely worth the trip! Great beer selection too!"
                },
                {
                    "name": "Heather",
                    "date": "July 26, 2019",
                    "rating": 5,
                    "comments": "I heard that the Shed was a great BBQ place, so I brought my family down to try it out.  The atmosphere was really cool, with forks in the ceiling and gravel flooring!  When ordering, the staff were very friendly and welcoming to us, and our food arrived not too long after we ordered!  My sandwiches were delicious, and there brisket was perfectly cooked.  It was some of the best brisket I have ever had!  Next time I come to visit the area, the Shed will definitely be one of the first places I stop by at!"
                }
            ]
        },
        {
            "id": 9,
            "name": "Murky Waters BBQ and Blues",
            "neighborhood": "Downtown",
            "photograph": "9.jpg",
            "address": "1212 Government St, Ocean Springs, MS 39564",
            "latlng": {
                "lat": 30.413849,
                "lng": -88.825228
            },
            "cuisine_type": "BBQ/American",
            "operating_hours": {
                "Monday": "11:00 am - 9:00 pm",
                "Tuesday": "11:00 am - 9:00 pm",
                "Wednesday": "11:00 am - 10:00 pm",
                "Thursday": "11:00 am - 10:00 pm",
                "Friday": "11:00 am - 11:00 pm",
                "Saturday": "11:00 am - 12:00 pm",
                "Sunday": "11:00 am - 9:00 pm"
            },
            "reviews": [{
                    "name": "Bert",
                    "date": "August 15, 2019",
                    "rating": 5,
                    "comments": "This place is great for sea food and regular American food. Indoor and outdoor seating. Friendly and attentive waiters and waitresses. The food is on point. Although I would've liked my burger pink in the middle. 😏 Otherwise their wings, burnt brisket tips and sausage, fried onion, cheese appetizer platter was great. Highly recommend for a good bite of food."
                },
                {
                    "name": "Jorey",
                    "date": "August 23, 2019",
                    "rating": 4,
                    "comments": "It was delicious! I really enjoyed the brisket and ribs.  The brisket was a little more fatty than others I have had which I did not love but very delicious overall. The slaw was ok but a little too saucy for my taste.  There was live music which they have a few times a month. I hear they are known for their burnt ends.  That is what I ordered but they didn't have any left."
                },
                {
                    "name": "Danielle",
                    "date": "July 26, 2019",
                    "rating": 4,
                    "comments": "Loved this place! The atmosphere was fun. I had the pulled pork and baked beans. I would take a bath in those baked beans. Legit. And the Bloody Mary! It wasn't too spicy and wasn't too tomato tasting. It was spot on. My husband had the full rack of ribs. Pull off the bone tender. Totally going back next time we're here."
                }
            ]
        },
        {
            "id": 10,
            "name": "Java Jo'z",
            "neighborhood": "East OS",
            "photograph": "10.jpg",
            "address": "2018 Bienville Blvd, Ocean Springs, MS 39564",
            "latlng": {
                "lat": 30.416684,
                "lng": -88.807860
            },
            "cuisine_type": "Coffee",
            "operating_hours": {
                "Monday": "5:00 am - 2:00 pm",
                "Tuesday": "5:00 am - 2:00 pm",
                "Wednesday": "5:00 am - 2:00 pm",
                "Thursday": "5:00 am - 2:00 pm",
                "Friday": "5:00 am - 2:00 pm",
                "Saturday": "5:00 am - 12:00 pm",
                "Sunday": "Closed"
            },
            "reviews": [{
                    "name": "Abbey",
                    "date": "April 23, 2019",
                    "rating": 5,
                    "comments": "Talk about delicious coffee! We were driving through Ocean Springs during our road trip and spotted this quaint little shop and decided to stop. Boy am I sure glad we did! After days of being disappointed by Starbucks, we finally got some quality drinks. This place will not disappoint! We got their white chocolate & caramel latte and some iced dirty chais - all were equally tasty! Not to mention the great service, the owner was very friendly and truly gave us ‘Westerners’ that Southern Hospitality we’ve heard so much about!"
                },
                {
                    "name": "Agustin",
                    "date": "June 3, 2019",
                    "rating": 5,
                    "comments": "I drive from Biloxi just to get a cup...the best coffee and awesone folks greeting you.  I buy two cups on Saturday so i can reheat one on Sunday morning when they are closed.  Thanks guys!  Best wishes to you, your family and your business."
                },
                {
                    "name": "Donna",
                    "date": "July 11, 2019",
                    "rating": 4,
                    "comments": "This place has the best coffee ever any time of day!!  Great staff!"
                }
            ]
        }
    ]
}